import React from 'react'

const Todo = () => {
    return (
        <div className="col-12" style={{background:"white",
        padding: "25px",
        margin: "15px 0"}}>
            <p>
                1. פרטייך האישיים ו/או מידע אישי ו/או פרטי הזיהוי (להלן: "מידע אישי") אשר החברה מקבלת ממך בעת ההזמנה, נועדו לצורך מתן הצעת מחיר למספר הטלפון ו\או לכתובת המייל שתציין
            </p>
            <p>
                2. המידע האישי (להלן: "המידע"), יישמר במאגר המידע של האתר בהתאם להוראות חוק הגנת הפרטיות, התשל"א – 1981, וייעשה בהם שימוש על פי הוראות סעיף זה ו/או על פי הוראות כל דין.לבלתי מורשים בחברה ו/או צדדים שלישיים מכח ההסכם ו/או הדין.
            </p>
            <p>
                3.  חלק מן השימושים באתר ו/או השירותים הניתנים באתר מצריכים הרשמה אשר במסגרתה תידרש למסור פרטים אישיים, ומבלי לגרוע מכלליות האמור לעיל, כגון שמך המלא וכתובת הדוא"ל שלך (להלן:"ההרשמה"). על כן, הנך מצהיר בזאת כי הפרטים אישיים אשר נמסרים לחברה במהלך ההרשמה נעשים מרצונך החופשי ובהסכמתך.
            </p>
            <p>
                4. החברה תהא רשאית לשלוח אליך מדי פעם בדואר אלקטרוני דברי פרסומת בהתאם להוראות חוק התקשורת (בזק ושידורים) (תיקון מס' 40), התשס"ח-2008 ("חוק הספאם"). החברה רשאית להשתמש במידע שתמסור באתר – ובמידע שתאסוף אודות דפוסי השימוש באתר – לצורך שיפור השירותים באתר ו/או בכל דרך אחרת שהיא מציעה, ליצירת קשר איתך במקרה הצורך בהתאם להוראות חוק הספאם, או לצורך ניתוח ומסירת מידע סטטיסטי לצדדים שלשיים. על צדדים שלישיים כאמור ו/או עובדיהם ו/או מי מטעמם נאסר להשתמש במידע אישי זה לכל מטרה אחרת, מלבד האמור בסעיף זה לעיל.
            </p>
            <p>
                5. החברה משתמשת בטכנולוגיית cookies ובטכנולוגיות דומות במהותן לצורך תפעולו השוטף והתקין של האתר (להלן ביחד "העוגיות"), ובכלל זה בכדי לאסוף נתונים סטטיסטיים אודות השימוש באתר, לאימות פרטים, להתאמת האתר להעדפותיך האישיות ולצרכי אבטחת מידע. כאמור, החברה מקדישה משאבים ונוקטת באמצעי אבטחה שונים למניעת חדירה למחשבי החברה ו/או מאגר המידע של האתר על מנת לסכל פגיעה אפשרית בפרטיות המשתמשים האתר. עם זאת, אין החברה יכולה לאבטח את מחשבי החברה ו/או מאגר המידע של האתר אבטחה מושלמת מפני חדירות בלתי מורשות ושימוש אסור במידע. על כן, הנך מצהיר בזאת כי לא תהיה לך כל טענה ו/או דרישה ו/או תביעה נגדנו ו/או מי מטעם החברה עקב חדירות בלתי מורשות כאמור ו/או גילוי ו/או שימוש במידע הנובע מחדירות בלתי מורשות כאמור, מכח ההסכם ו/או הדין. אנו ממליצים לך לנקוט בכל אמצעי הזהירות האפשריים להגנת המידע בעת פעילותך באינטרנט. לדוגמא, שנה את הסיסמאות שלך לעיתים קרובות, השתמש בשילוב של אותיות ומספרים בעת יצירת סיסמאות, וודא שאתה משתמש בדפדפן מאובטח.
            </p>
            <p>
            6. הנך זכאי לעיין במידע שנאסף ומוחזק על ידי החברה בהתאם לתנאי שימוש אלו על-פי חוק הגנת הפרטיות, התשמ"א -1981. בנוסף, אם המידע שבמאגרי החברה משמש לצורך פניה אישית אליך, בהתבסס על השתייכותך לקבוצת אוכלוסין, שנקבעה על פי איפיון אחד או יותר של בני אדם ששמותיהם כלולים במאגר ("פניה בהצעה מסחרית"), כי אז אתה זכאי על-פי חוק הגנת הפרטיות, התשמ"א-1981 לדרוש בכתב שהמידע המתייחס אליך יימחק ממאגר המידע. החברה תמחק במקרה זה מידע הדרוש לה רק כדי לפנות אליך בהצעות מסחריות כאמור לעיל. מידע הדרוש לחברה לשם ניהול עסקיה – לרבות תיעוד פעולות מסחריות ואחרות שביצעת באתר החברה – יוסיף להישמר בחברה על-פי דין, אך לא ישמש עוד לצורך פניות אליך.
            </p>
            <p>
                7. החברה רשאית לשנות מעת לעת את הוראות מדיניות הפרטיות. אם יבוצעו במדיניות זו שינויים מהותיים, בהוראות שעניינן השימוש במידע שמסרת, תפורסם על-כך הודעה באתר.
            </p>
        </div>
    )
}

export default Todo